[
  {
    "id": "religion-1",
    "text": "In un incendio dove puoi salvare solo una vita, salveresti il tuo animale domestico anche se ci fosse uno sconosciuto in pericolo?",
    "category": "religion"
  },
  {
    "id": "religion-2",
    "text": "Se potessi, elimineresti la religione dal mondo per porre fine ai conflitti religiosi?",
    "category": "religion"
  },
  {
    "id": "religion-3",
    "text": "Pensi che sia giusto che un genitore legga i messaggi privati del proprio figlio adolescente?",
    "category": "religion"
  },
  {
    "id": "religion-4",
    "text": "È giusto lasciare il proprio partner tramite messaggio?",
    "category": "religion"
  },
  {
    "id": "religion-5",
    "text": "Se tua madre, dopo il divorzio, iniziasse a uscire con uomini molto più giovani, ti darebbe fastidio?",
    "category": "religion"
  },
  {
    "id": "religion-6",
    "text": "Se scoprissi che il prete della tua parrocchia ha un account su Pornhub, lo giudicheresti?",
    "category": "religion"
  },
  {
    "id": "religion-7",
    "text": "Se il tuo amico/a ti chiedesse di 'testare' la fedeltà del suo partner provandoci tu, accetteresti?",
    "category": "religion"
  },
  {
    "id": "religion-8",
    "text": "Se vedessi il prete del tuo paese (che ha preso i voti) avere una relazione con una parrocchiana, faresti finta di niente?",
    "category": "religion"
  },
  {
    "id": "religion-9",
    "text": "Se un tuo parente stretto (es. cugino) iniziasse a uscire con il tuo ex, ti darebbe fastidio?",
    "category": "religion"
  },
  {
    "id": "religion-10",
    "text": "Se il tuo partner andasse in un locale di spogliarello per un addio al celibato/nubilato, ti darebbe fastidio?",
    "category": "religion"
  },
  {
    "id": "religion-11",
    "text": "Se scoprissi che il tuo partner ideale è ateo ma tu sei molto credente, cercheresti di convertirlo?",
    "category": "religion"
  },
  {
    "id": "religion-12",
    "text": "Se un tuo amico ti chiedesse di creare un profilo falso per 'testare' la fedeltà della sua ragazza, lo faresti?",
    "category": "religion"
  },
  {
    "id": "religion-13",
    "text": "Se un'amica ti rivelasse che suo figlio non è del marito ma del prete del paese, manterresti il segreto?",
    "category": "religion"
  },
  {
    "id": "religion-14",
    "text": "Se potessi, elimineresti la capacità umana di provare odio?",
    "category": "religion"
  },
  {
    "id": "religion-15",
    "text": "Per la pace nel mondo, accetteresti che l'arte, la musica e la letteratura vengano censurate per eliminare ogni messaggio potenzialmente divisivo?",
    "category": "religion"
  },
  {
    "id": "religion-16",
    "text": "Pensi sia più importante proteggere la libertà di espressione che prevenire la diffusione di fake news e discorsi d'odio?",
    "category": "religion"
  },
  {
    "id": "religion-17",
    "text": "Se potessi, faresti in modo che tutti credano nella stessa, unica e pacifica religione?",
    "category": "religion"
  },
  {
    "id": "religion-18",
    "text": "Sei Love Quinn (You), saresti fedele a Joe, anche con la sua natura violenta?",
    "category": "religion"
  }
]